[{"question_id": 1, "question_content": [{"step": 1, "indice": "Je suis né le 13 février 1991 à Pau."}, {"step": 2, "indice": "C’est en écoutant mon père chanter à la guitare des chansons de Georges Brassens, Francois Béranger et Maxime Le Forestier que je me découvre une passion pour la musique et commence dès lors à écrire des chansons. "}, {"step": 3, "indice": "J’ai depuis percé et j’ai même déjà gagné une victoire de la musique. "}, {"step": 4, "indice": "Il y a deux ans j’ai annoncé que je m’éloignais de la seine au grand dam de mes plus grands fans. Mais aujourd’hui j’annonce mon retour sur Instagram pour le 7 mai. "}, {"step": 5, "indice": "On aurait pu me demander : « mais t’es où ? Pas là! » "}], "answer_correct": {"text": "Vianney"}}, {"question_id": 2, "question_content": [{"step": 1, "indice": "Homme politique français né le 22 avril 1980 en Isère."}, {"step": 2, "indice": "Je suis élu régional en Auvergne Rhône-Alpes puis député de l'Isère en 2017. Je mène alors à l'assemblé la mission de rapporteur de la commission des affaires sociales de 2017 à 2020. "}, {"step": 3, "indice": "Fils d'une professeur d'anglais et d'un ingénieur en informatique, j'étudie avant de me lancer en politique la médecine et devient neurologue en 2008, Profession que j'exerce au chu de Grenoble."}, {"step": 4, "indice": "Le 16 février 2020 je suis nommé ministre... des solidarité et de la santé suite à la démission d'Agnès Buzyn."}, {"step": 5, "indice": "Je dois alors gérer la crise liée au Covid 19 dès ma prise de fonction."}], "answer_correct": {"text": "Olivier Veran"}}, {"question_id": 3, "question_content": [{"step": 1, "indice": "Je suis ne le 23 avril 2018, je fete donc mes 2 ans aujourd'hui."}, {"step": 2, "indice": "Je suis ne à Londres et suis donc anglais, je suis le cadet d'une fratrie de 2 garcons et une fille."}, {"step": 3, "indice": "Mon frere aine George et Charlotte partage avec moi mon titre de noblesse nous sommes tous les trois princes ou princesse de Cambridge."}, {"step": 4, "indice": "Arriere petit fils de la reine Elisabeth II, fils du prince William duc de Cambridge et de Catherine Middleton je suis le 5eme dans l'ordre de succession au trone britannique."}, {"step": 5, "indice": "Mon prenom est le meme que celui de beaucoup de roi français."}], "answer": "Prince Louis"}, {"question_id": 4, "question_content": [{"step": 1, "indice": "Mon histoire commence le 23 avril 2005, avec une video de la visite du zoo de San Diego aux Etats Unis."}, {"step": 2, "indice": "A la base pensé pour être un site de rencontre reposant sur l'utilisation de vidéos je suis créé en février 2005 par trois ex employés de la société Pay Pal."}, {"step": 3, "indice": "En octobre 2006 soit 1 an et demi apres ma création je suis racheté par le géant américain Google pour 1,65 Millard de dollars, qui conserve mes 67 salariés dont mes 3 fondateurs."}, {"step": 4, "indice": "Le 6 avril 2015 je suis disponible dans 79 pays, en 76 langues. En 2018 je compte 37,5 millions d'utilisateurs mensuels en France. En 2019 je representerai 37% du trafic internet sur mobile."}, {"step": 5, "indice": "Site de partage de videos, je suis le deuxieme site internet le plus visite au monde derriere Google. En 2015 mes utilisateurs totalisent 46.000 annees a regarder des videos par jour. Ca a logiquement augmente depuis. En 2017 les utilisateurs passent 1 milliard d'heure a regarder des videos sur mon site."}], "answer": "YouTube"}]